Revit.GeometryConversion.UnitConverter.InDynamoUnits``1(``0)
Convert from Revit API internal units (feet) to Dynamo internal units (meters)
Can be used simply as geometry.InDynamoUnits() as the type is constrained
geometry:
Returns:

Revit.GeometryConversion.UnitConverter.InHostUnits``1(``0)
Convert from Dynamo internal units (meters) to Revit API internal units (feet)
Can be used simply as geometry.InHostUnits()
geometry:
Returns: